IDEA StatiCa Open Model
ResultOfDeformation.Fix Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Rotation around x-axis
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Fix { get; set; }
Public Property Fix As Double
	Get
	Set
public:
property double Fix {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ResultOfDeformation Class
IdeaRS.OpenModel.Result Namespace